{
  "courseType": ["Språk", "Språk", "Samhällskunskap"],
  "examinationType": ["Litteraturanalys", "Uppsats", "Uppsats"],
  "phase": [3,3,3],
  "phaseOrder": [1,1,1],
  "desc":
  "<ol><li>Börja med att skriva ut alla rubriker och delrubriker du vill ha med. Detta är alltså både de vanliga som Inledning, Bakgrund, Analys och Slutsats. Men det kan också vara de delområden du tycker är viktigt för just din uppsats. Använd de viktigaste “bubblorna” du skrev upp i tankekartan som underrubriker till analysen. Nu följer en förklaring av varje del av uppsatsen som du kan utgå ifrån när du skriver. </li><li><b>Bakgrund:</b> En övergripande förklaring varför du skriver om just det ämnet, och vad för nytta det har i samhället. Du introducerar och förklarar också begrepp och andra viktiga fakta som du sedan ska använda i analysen. </li><li><b>Analys:</b> Du bygger sedan ditt resonemang utefter dina underrubriker där du, utifrån beskrivningen av dem i bakgrundsdelen, fortsätter att förklara hur, vad och varför varje underrubrik påverkar det du skriver om. Med andra ord; den övergripande förklaring du redan gjort på tankekartan ska du nu utveckla ännu mer med resonemang i själva uppsatsen. </li><li><b>Slutsats:</b> Här tar du upp väldigt kort beskrivet vad du har skrivit om, och vad du kommer fram till. Sedan resonerar du också vad för lärdomar du kan dra utifrån det du kommit fram till och hur det påverkar samhället och människan. Avsluta med en mening som svarar på frågan/påståendet du kommer skriva i inledningen. </li><li><b>Inledning:</b> Inledning skriver man alltid sist, här ska du börja med något intressant om varför just detta ämne är så viktigt eller intressant att skriva om. Du nämner väldigt kort vad du kommer att diskutera och sedan formulerar en fråga eller ett påstående som du redan har svarat eller resonerat om i slutsatsen. Du kan i detta läge gå tillbaka till slutsasen och skriva om den lite för att få till slutklämmen när den knyts ihop med inledningen. </li><li>Läs först igenom din text själv, men låt sedan också någon annan göra det. Ändra om/rätta till layout, stavning, meningsbyggnad osv. enligt feedbacken du fått, innan du för en sista gång läser igenom den själv. Känns det bra i magen är du färdig. </li></ol>"
}
